FemDesign.Loads.ModelLoadCase
load_case (child of load_combination_type)

FemDesign.Loads.ModelLoadCase.#ctor(FemDesign.Loads.LoadCase,System.Double)
Public constructor.
loadCase: LoadCase reference.
gamma: Gamma value.